Repository: abdel792/myFavoriteTopics
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, fr

source: &My favorite topics...
ar: أ&قسام المفضلة...
fr: &Mes rubriques favorites...

source: Enter your search
ar: أدخل بحثك
fr: Entrez votre recherche

source: Search:
ar: بحث
fr: Rechercher :

source: Allows you to display the dialog box to select uour favorite topics.
ar: يمَكنك من عرض مربع حوار يتيح لك اختيار الأقسام المفضلة لديك.
fr: Vous permet d'afficher une boîte de dialogue vous permettant de sélectionner vos rubriques favorites.

source: Allows you to display the dialog box to do a search on Google or Youtube.
ar: يمَكنك من عرض مربع حوار للقيام بعملية بحث على Google أم Youtubeك
fr: Vous permet d'afficher une boîte de dialogue vous permettant de faire une recherche sur Google ou Youtube.

source: Allows you to display a dialog box to select your favorite websites
ar: يمَكنك من عرض مربع حوار لاختيار مدكراتك المحفوظة.
fr: Vous permet d'afficher une boîte de dialogue pour sélectionner vos sites web favoris.

source: Allows you to display a dialog box to select your favorite applications or directories
ar: يمَكنك من عرض مربع حوار لاختيار البرامج أو المجلدات المفضلة لديك.
fr: Vous permet d'afficher une boîte de dialogue pour sélectionner vos applications ou répertoires favoris.

source: Allows you to display a dialog box to select your favorite contacts
ar: يمَكنك من عرض مربع حوار لاختيار الاتصالات المفضلة لديك.
fr: Vous permet d'afficher une boîte de dialogue pour sélectionner vos contacts favoris.

source: Allows you to display a dialog box to select your saved notes
fr: Vous permet d'afficher une boîte de dialogue pour visualiser vos notes enregistrées.

source: Allows you to display a dialog box to select your favorite journal websites
ar: يمَكنك من عرض مربع حوار لاختيار الجرائد المفضلة لديك.
fr: Vous permet d'afficher une boîte de dialogue pour sélectionner vos journaux favoris.

source: My favorite topics
ar: أقسام المفضلة
fr: Mes rubriques favorites

source: Sea&rch on Google or Youtube
ar: ب&حث على Google أم Youtube
fr: &Rechercher sur Google ou Youtube

source: Display my favorite &websites
ar: عرض ال&مواقع المفضلة
fr: Afficher mes &sites favoris

source: Display my favorite &applications
ar: عرض ال&برامج المفضلة
fr: Afficher mes &applications favorites

source: Display my favorite &contacts
ar: عرض الا&تصالات المفضلة
fr: Afficher mes &contacts favoris

source: Display my favorite &journal websites
ar: عرض ال&جرائد المفضلة
fr: Afficher mes &journaux favoris

source: Display my &notes
ar: عرض الم&ذكرات
fr: Afficher mes &notes

source: &Close
ar: إ&غلاق
fr: &Fermer

source: favorite websites
ar: مواقع مُفضلة
fr: sites web favoris

source: Websites
ar: مواقع
fr: Sites

source: favorite applications or directories
ar: برامجُ أو مُجلدات مُفضلة
fr: applications ou répertoires favoris

source: Applications or directories
ar: برامجُ أو مُجلدات
fr: Applications ou répertoires

source: favorite contacts
ar: اتصالات مفضّلة
fr: contacts favoris

source: favorite journal websites
ar: جرائدُ مُفضلة
fr: journaux favoris

source: journal websites
ar: جرائد
fr: journaux favoris

source: Saved notes
ar: المذكرات المحفوظة
fr: Notes enregistrées

source: My {theTopics}
ar: {theTopics}
fr: Mes {theTopics}

source: &Open
ar: &فتح
fr: &Ouvrir

source: A&dd a new group
ar: إضافة م&جموعة جديدة
fr: Ajouter un nouveau &groupe

source: &Add a new element
ar: إضافة ع&نصر جديد
fr: Ajouter un nouvelle él&ément

source: &Rename the element
ar: إ&عادة تسمية العنصر
fr: &Renommer l'élément

source: &Modify value
ar: تعديل ال&محتوى
fr: &Modifier la valeur

source: Mo&ve to group
ar: ن&قل إلى مجموعة
fr: &Déplacer vers un groupe

source: &Find
ar: ب&حث
fr: Rech&ercher

source: &Delete
ar: إ&زالة
fr: &Supprimer

source: (Group)
ar: (مجموعة)
fr: (Groupe)

source: &Rename the group
ar: إعادة ت&سمية المجموعة
fr: &Renommer le groupe

source: Choose the group in {theTopic} topic, where you want to move {element}
ar: اختر مجموعة ضمن قسم {theTopic}, حيث سيُنْقَلُ {element}
fr: Choisissez un groupe dans la rubrique {theTopic}, vers lequel déplacer {element}

source: Move the element
ar: نقل العنصر
fr: Déplacer l'élément

source: This name already exists. Please choose a different name
ar: هذا الإسم موجودٌ سلفا. اختر اسمًا آخَر
fr: Ce nom existe déjà. Choisissez un nouveau nom

source: Error
ar: خطأ
fr: Erreur

source: Can not move {theItem}.
ar: لا يمكن نقل {theItem}.
fr: Impossible de déplacer {theItem}

source: The element name:
ar: إسم العنصر:
fr: Nom de l'élément :

source: Enter your element name
ar: أَدخِلِ الاسمْ:
fr: Entrez le nom :

source: The group name:
ar: اسم المجموعة:
fr: Nom du groupe :

source: Enter your group name
ar: اسم المجموعة:
fr: Nom du groupe :

source: No selection found ! Please select an item in the list
ar: لا شيءَ محدد ! يرجى تحديد عنصر ضمن القائمة
fr: Aucune sélection ! Veuillez sélectionner d'abord un élément dans la liste

source: No selection
ar: لا شيءَ محدد
fr: Pas de sélection

source: Are you sure you want to delete {theKey}?
ar: هل أنت راغبٌ فعلًا في حَذف {theKey}?
fr: Êtes-vous sur de vouloir supprimer {theKey}?

source: Confirm Deletion
ar: تأكيد الحذف
fr: Confirmer la suppression

source: Error deleting element.
ar: خطأ في الحذف.
fr: Erreur dans la suppression

source: Rename the element
ar: إعادة تسمية العنصر
fr: Renommer l'élément

source: Rename the group
ar: إعادة تسمية المجموعة
fr: Renommer le groupe

source: New name:
ar: اسم جديد:
fr: Nouveau nom :

source: You have not specified a value for this field !
ar: لم تُعيِّن مضمونا لهذا الحقل !
fr: Vous n'avez pas spécifié de valeur pour ce champ !

source: Can not rename this element or group.
ar: لا يمكن أعادة تسمية هذا العنصر أو المجموعة.
fr: Impossible de renommer cette élément ou groupe.

source: Error renaming element or group.
ar: خطأ في إعادة تسمية العنصر أو المجموعة.
fr: Erreur dans le renommage de l'élément ou du groupe.

source: New value:
ar: محتوى جديد:
fr: Nouvelle valeur :

source: Modify the value
ar: تعديل المحتوى
fr: Modifier la valeur

source: Can not modify the value.
ar: لا يمكن تعديل المحتوى.
fr: Impossible de modifier cette valeur

source: Can not open {theItem}, this file or directory does not exist.
ar: لا يمكن فتح {theItem}, هذا الملف أو المجلد غير موجود.
fr: Impossible d'ouvrir {theItem}, ce fichier ou répertoire n'existe pas.

source: Can not display {theItem}'s information.
ar: لا يمكن عرض معلومات {theItem}.
fr: Impossible d'afficher les informations de {theItem}.

source: Can not open the url {theURL}.
ar: لا يمكن فتح الرابط {theURL}.
fr: Impossible d'ouvrir l'url {theURL}.

source: Search a contact:
ar: البحث عن إتصال
fr: Rechercher un contact :

source: Search a note:
ar: البحث عن مدكرة
fr: Rechercher une note :

source: Enter some information about the contact that you are looking for
ar: أدخل معلومات عن الإتصال الذي تبحث عنه
fr: Veuillez saisir certaines informations concernant le contact que vous recherchez

source: Enter some information about the note that you are looking for
ar: أدخل معلومات عن المذكرة التي تبحث عنها
fr: Veuillez saisir certaines informations concernant la note que vous recherchez

source: Search results:
ar: نتائج البحث
fr: Résultats de la recherche :

source: Element value:
ar: محتوى العنصر:
fr: Nouvelle valeur :

source: &Validate
ar: ت&سجيل
fr: &Valider

source: Search and &display in html message
ar: البحث و العرض على رسالة من نوع HTML
fr: Rechercher et affic&her dans un message HTML

source: Display on &browser
ar: العرض على المتصفح
fr: Afficher dans le navi&gateur

source: &Cancel
ar: إل&غاء
fr: &Annuler

source: Group:
ar: مجموع :مجموعة :
fr: Groupe :

source: The group {theSubsection} of the {theSection} topic
ar: المجموعة {theSubsection} لقسم {theSection}
fr: Le groupe {theSubsection} de la rubrique {theSection}

source: Re&turn to main list
ar: ال&رجوع إلى القائمة الرئيسية
fr: Re&tourner à la liste principale

source: Your element name
ar: أَدخِلِ الاسمْ:أَدخِلِ الاسمْ:
fr: Entrez le nom :

source: Rename the key
ar: إعادة تسمية العنصر
fr: Renommer l'élément

source: You have not specified a value for this field!
ar: لم تُعيِّن مضمونا لهذا الحقل!
fr: Vous n'avez pas spécifié de valeur pour ce champ !

source: Can not rename this element.
fr: Impossible de renommer cette élément ou groupe.

source: Information
ar: معلومات
fr: Informations

source: Allows you to display and consult a list of websites, contacts, journals or applications that you can modify to your liking.
fr: Vous permet d'afficher et de consulter une liste de sites web, contacts, journaux ou applications que vous pourrez modifier à votre guise.

source: Contacts
ar: اتصالات

source: Notes
ar: مذكرات
